[
  {
     "id": 1,
     "name": "清檸乳酪蛋糕",
     "image": "/img/cheesecake.svg",
     "intro": "6吋 1入｜清爽 × 綿密 × 不膩口的療癒甜點\n當濃郁乳酪遇上新鮮檸檬，一口咬下，就是專屬夏日的輕盈酸甜。 選用香氣自然的新鮮檸檬汁與檸檬皮，搭配滑順乳酪製成綿密內餡，底層則是香酥消化餅乾，層次分明。每一口都是清爽不膩、酸甜平衡的完美比例，讓人忍不住一口接一口。\n適合午後時光、好友聚會、或只屬於自己的放鬆小時光。",
     "price": 580,
     "kind": ["cake","all"]
 },

 {
  "id": 2,
  "name": "馬卡龍精選禮盒",
  "image": "/img/macaron.svg",
  "intro": "12入｜十二顆色彩繽紛的小圓夢，藏著最細緻的法式甜蜜\n外脆內Q、甜中帶香，馬卡龍是甜點界最精緻的存在。我們嚴選優質杏仁粉與細緻糖粉，手工製作出色澤繽紛、口感輕盈的馬卡龍外殼，內餡則以多種風味調配，從濃郁到清新，層層交織出細膩的味覺體驗。\n本季精選口味：\n覆盆莓、提拉米蘇、海鹽焦糖、開心果、百香果、太妃糖、香草、玫瑰、榛果巧克力、摩卡、檸檬、抹茶\n不論是節日送禮、慶祝時刻，或是寵愛自己的午後時光，這盒小巧華麗的馬卡龍，都值得被慢慢品嚐。",
  "price": 680,
  "kind": ["gift_box","other","all"]
},

{
  "id": 3,
  "name": "經典濃可可蛋糕",
  "image": "/img/cococake.svg",
  "intro": "6吋 1入｜一款為巧克力控量身打造的極致甜點\n選用高純度比利時可可，搭配滑順香濃的巧克力奶油霜，層層堆疊出濕潤蛋糕體與豐富內餡，口感濃郁卻不甜膩。表面點綴手工巧克力刨花與圓巧克力豆，視覺與味覺一次滿足。\n每一口都是濃情蜜意的延續，適合慶生、節日聚會，或是單純想好好犒賞自己的一天。",
  "price": 600,
  "kind": ["cake","all"]
},

{
  "id": 4,
  "name": "閃電泡芙精選禮盒",
  "image": "/img/eclairs.svg",
  "intro": "4入｜一次收藏幸福的四種風味\n在蓬鬆酥脆的泡芙皮中，封存住濃郁滑順的內餡，Blissful Bites 精選四款人氣口味，為你獻上一場舌尖上的甜蜜冒險：\n◇焦糖杏仁\n    香脆杏仁與濃厚焦糖完美融合，甜而不膩，經典不敗。\n◇苦甜巧克力\n    絲滑濃郁的巧克力內餡，搭配香酥外皮，每一口都是療癒時刻。\n◇太妃糖堅果\n    太妃糖的醇厚香氣，交織著堅果的酥脆口感，層次豐富又迷人。\n◇卡士達奶油\n    輕柔奶香與蛋香交融的經典卡士達，簡單卻讓人難以忘懷。\n不論是送禮還是獨享，一盒裡的四種風味，都是為幸福而生的甜點時刻。",
  "price": 320,
  "kind": ["gift_box","puff","all"]
},

{
  "id": 5,
  "name": "法式檸檬塔",
  "image": "/img/lemontart.svg",
  "intro": "4吋 1入｜酸甜平衡 × 綿密蛋白霜 × 經典不敗的優雅風味\n酥脆塔皮盛裝著滑順細緻的檸檬餡，選用新鮮檸檬汁調和出酸香適中的滋味，搭配手工打發的義式蛋白霜，炙燒後外酥內綿，入口即化。每一口都是清新與濃郁的完美交融，尾韻帶著淡淡奶香，讓人意猶未盡。\n外型典雅，層次豐富，是午茶時光的主角，也是送禮自享的高質感選擇。",
  "price": 120,
  "kind": ["pie_tart","all"]
},

{
  "id": 6,
  "name": "香草卡士達泡芙",
  "image": "/img/creampuff.svg",
  "intro": "1入｜一口輕咬，奶香與酥脆在舌尖悄悄綻放\n經典不敗的法式甜點，外皮烘烤至金黃酥脆，內餡注入滑順香濃的自製香草卡士達醬，每一口都是濃郁與輕盈的完美平衡。使用香草籽提香，甜而不膩，讓人一試成主顧。\n 推薦給喜歡純粹經典口感的你，下午茶或點心時光的療癒選擇！",
  "price": 50,
  "kind": ["puff","all"]
},

{
  "id": 7,
  "name": "菠蘿巧克力泡芙",
  "image": "/img/cocopuff.svg",
  "intro": "1入｜香濃可可 × 菠蘿酥皮的雙重驚喜\n酥脆的可可菠蘿外皮，搭配濃郁絲滑的巧克力鮮奶油餡，口感層次豐富、甜而不膩。外層菠蘿皮在烘烤時形成迷人的裂紋與酥香，內餡選用優質巧克力製成，融化於口的香濃滋味令人難忘。\n適合喜愛濃厚系甜點的你，滿足對巧克力的每一分渴望！",
  "price": 65,
  "kind": ["puff","all"]
},

{
  "id": 8,
  "name": "布雷斯特泡芙",
  "image": "/img/paris-brest.svg",
  "intro": "1入｜榛果香氣在圓舞中流轉，是最法式的甜點浪漫\n以經典法式車輪造型呈現，外層酥皮撒上薄脆杏仁片，內餡夾入手工打發的榛果奶油餡（或可依實際口味替換），口感濃郁綿滑，層次豐富。靈感源自法國自行車賽的浪漫甜點，如藝術品般華麗，是節日送禮或精緻甜點桌的主角。\n酥香、滑順、濃郁，適合喜愛特色法式甜點的饕客。",
  "price": 150,
  "kind": ["puff","all"]
}
 ]